amazonwebservices.aws-toolkit-vscode
bradlc.vscode-tailwindcss
GitHub.copilot
ms-dotnettools.blazorwasm-companion
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ritwickdey.LiveServer
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-australian-english
twxs.cmake
